{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"units": 800, "dtype": "float32", "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "name": "dense_1", "batch_input_shape": [null, 784], "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "activation": "relu"}}, {"class_name": "Dense", "config": {"units": 10, "activity_regularizer": null, "kernel_constraint": null, "trainable": true, "kernel_regularizer": null, "use_bias": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "bias_constraint": null, "kernel_initializer": {"class_name": "RandomNormal", "config": {"seed": null, "stddev": 0.05, "mean": 0.0}}, "activation": "softmax"}}], "keras_version": "2.2.0"}